<?php
// Heading
$_['heading_title']    = 'Бестселлеры';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Модуль бестселлеров успешно изменен!';
$_['text_edit']        = 'Редактировать модуль бестселлеров';

// Entry
$_['entry_name']       = 'Имя модуля';
$_['entry_limit']      = 'Предел';
$_['entry_image']      = 'Изображение (Ш x В) и тип изменения размера';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас нет прав для изменения модуля бестселлеров!';
$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Ширина обязательна!';
$_['error_height']     = 'Высота обязательна!';