<?php
// Heading
$_['heading_title']    = 'Последние';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Модуль последних поступлений успешно изменен!';
$_['text_edit']        = 'Изменить модуль последних поступлений';

// Entry
$_['entry_name']       = 'Имя модуля';
$_['entry_limit']      = 'Предел';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас нет прав для изменения модуля последних поступлений!';
$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Ширина обязательна!';
$_['error_height']     = 'Высота обязательна!';