<?php
// Heading
$_['heading_title']        = 'Авторизация через PayPal';

//Text
$_['text_module']          = 'Модули';
$_['text_success']         = 'Модуль авторизации через PayPal успешно изменен!';
$_['text_edit']            = 'Изменить модуль авторизации через PayPal';
$_['text_button_grey']     = 'Серый';
$_['text_button_blue']     = 'Синий (рекомендуется)';

//Entry
$_['entry_client_id']      = 'ID клиента';
$_['entry_secret']         = 'Секретный код';
$_['entry_sandbox']        = 'Тестовый режим';
$_['entry_debug']          = 'Ведение журнала отладки';
$_['entry_customer_group'] = 'Группы клиентов';
$_['entry_button']         = 'Цвет кнопки';
$_['entry_seamless']       = 'Разрешить "Seamless Checkout"';
$_['entry_locale']         = 'Локализация';
$_['entry_return_url']     = 'URL возврата';
$_['entry_status']         = 'Статус';

//Help
$_['help_sandbox']         = 'Использовать тестовую среду?';
$_['help_customer_group']  = 'Группа, которая присваивается новым клиентам по умолчанию';
$_['help_debug_logging']   = 'Это позволит записывать данные отладки в журнал ошибок и поможет в решении проблем.';
$_['help_seamless']        = 'Когда клиенты выбирают PayPal Express Checkout, происходит автоматическая авторизация. Чтобы использовать это, Вы должны включить опцию в своем аккаунте PayPal. Вы также должны использовать ту же учетную запись, которая используется в Express Checkout.';
$_['help_locale']          = 'Установка локали PayPal для языковых зон Вашего магазина';
$_['help_return_url']      = 'Это должно быть добавлено в конфигурацию приложения PayPal.';

//Error
$_['error_permission']     = 'У вас нет прав для изменения модуля авторизации через PayPal!';
$_['error_client_id']      = 'Требуется указать ID клиента!';
$_['error_secret']         = 'Требуется указать секретный код!';