<?php
// Heading
$_['heading_title']                = 'Логин';

// Text
$_['text_account']                 = 'Профиль';
$_['text_login']                   = 'Войти';
$_['text_new_customer']            = 'Новый клиент';
$_['text_register']                = 'Регистрация учетной записи';
$_['text_register_account']        = 'Создавая аккаунт, вы сможете делать покупки быстрее, быть в курсе о статусе заказа, а также просматривать заказы которые вы делали ранее.';
$_['text_returning_customer']      = 'Существующий клиент';
$_['text_i_am_returning_customer'] = 'Я постоянный покупатель';
$_['text_forgotten']               = 'Забыли пароль';

// Entry
$_['entry_email']                  = 'Ваш Email';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Предупреждение: Не совпадает адрес электронной почты и/или пароль.';
$_['error_attempts']               = 'Предупреждение: Ваша учетная запись превысила допустимое число попыток входа в систему. Пожалуйста, попробуйте снова через 1 час.';
$_['error_approved']               = 'Предупреждение: Ваша учетная запись требует утверждения, прежде чем Вы сможете войти.';