<?php
// Heading
$_['heading_title'] = 'Ваш профиль был создан!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш профиль был успешно создан!</p> <p>Вы можете стать членом %s партнеров.</p> <p>Если у Вас возникли вопросы по поводу работы партнерской системой, пожалуйста, напишите администратору магазина.</p> <p>Подтверждение отправлено на указанный электронный адрес. Если вы не получили его в течение часа, пожалуйста, <a href="%s"> свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию %s!</p><p>Вы будете уведомлены по электронной почте после активации учетной записи администратором магазина</p><p>Если у вас есть какие-либо вопросы о работе интернет-магазина, пожалуйста, <a href="%s">свяжитесь с администратором</a>.</p>';
$_['text_account']  = 'Учетная запись';
$_['text_success']  = 'Успешно';
