<?php
// Heading
$_['heading_title']    = 'Приобрести подарочный сертификат';

// Text
$_['text_account']     = 'Профиль';
$_['text_voucher']     = 'Подарочные сертификаты';
$_['text_description'] = 'Подарочный сертификат будет доставлен по электронной почте получателю после оплаты.';
$_['text_agree']       = 'Я понимаю, что подарочные сертификаты не подлежат возврату.';
$_['text_message']     = '<p>Благодарим вас за приобретение подарочного сертификата! Получателю будет отправлена инструкция по получению сертификата на указанную электронную почту после завершения покупки.</p>';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'Email получателя';
$_['entry_from_name']  = 'Имя отправителя';
$_['entry_from_email'] = 'Email отправителя';
$_['entry_theme']      = 'Тема сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Сумма';

// Help
$_['help_message']     = 'Опционально';
$_['help_amount']      = 'Значение должно быть между %s и %s';

// Error
$_['error_to_name']    = 'Имя получателя должно содержать от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email']      = 'Такой Email недопустим!';
$_['error_theme']      = 'Необходимо выбрать тему!';
$_['error_amount']     = 'Сумма должна быть от %s до %s!';
$_['error_agree']      = 'Вы должны согласиться с тем, что подарочные сертификаты не подлежит возврату!';
