<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Вы успешно изменили категории!';
$_['text_list']              = 'Список категорий';
$_['text_add']               = 'Добавить категорию';
$_['text_edit']              = 'Редактировать категорию';
$_['text_default']           = 'По умолчанию';

// Column
$_['column_name']            = 'Название категорий';
$_['column_sort_order']      = 'порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категорий';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'Заголовок страницы';
$_['entry_meta_keyword'] 	 = 'Метатег Ключевые слова';
$_['entry_meta_description'] = 'Метатег Описание';
$_['entry_keyword']          = 'SEO урл';
$_['entry_parent']           = 'Родитель';
$_['entry_filter']           = 'Фильтры';
$_['entry_store']            = 'Магазины';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'В меню';
$_['entry_column']           = 'Столбцы';
$_['entry_sort_order']       = 'Сортировка';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'В шаблоне';

// Help
$_['help_filter']            = '(Автозаполнение)';
$_['help_keyword']           = 'Не используйте пробелы, замените пробелы на "-" и убедитесь в уникальности ключевого слова.';
$_['help_top']               = 'Показать в верхнем меню. Работает только для родительских категорий.';
$_['help_column']            = 'Число столбцов используемых для нижней 3 категории. Работает только для родительских категорий.';

// Error
$_['error_warning']          = 'Проверьте форму на наличие ошибок!';
$_['error_permission']       = 'У вас нет прав на изменение категории!';
$_['error_name']             = 'Название категории должно быть от 2 до 32 символов!';
$_['error_meta_title']       = 'Мета-тег Title должен быть от 3 до 255 символов!';
$_['error_keyword']          = 'Данный SEO урл уже используется!';