<?php
// Heading
$_['heading_title']     = 'Загрузки';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список загрузок';
$_['text_add']          = 'Добавить загрузку';
$_['text_edit']         = 'Редактировать загрузку';
$_['text_upload']       = 'Ваш файл был успешно загружен!';

// Column
$_['column_name']       = 'Название загрузки';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название загрузки';
$_['entry_filename']    = 'Имя файла';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Вы можете загрузить с помощью загрузочной кнопки, или использовать FTP, чтобы загрузить в каталог загрузок и заполните форму.';
$_['help_mask']         = 'Рекомендуем, чтобы имя файла и маска отличаются, чтобы остановить людей, которые пытаются напрямую связать с вашими ссылками для загрузки.';

// Error
$_['error_permission']  = 'У вас нет прав на изменение загрузок!';
$_['error_name']        = 'Имя загрузки должно быть от 3 до 128 символов!';
$_['error_upload']      = 'Требуется загрузка!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна быть от 3 до 128 символов!';
$_['error_filetype']    = 'Недопустимый тип файла!';
$_['error_product']     = 'Данный файл нельзя удалить, поскольку он в настоящее время назначается %s продуктом !';