<?php
// Heading
$_['heading_title']     = 'Фильтры';

// Text
$_['text_success']      = 'Фильтры успешно изменены!';
$_['text_list']         = 'Список фильтров';
$_['text_add']          = 'Добавить фильтр';
$_['text_edit']         = 'Изменить фильтр';

// Column
$_['column_group']      = 'Группа фильтра';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Название группы фильтра';
$_['entry_name']        = 'Имя фильтра';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'У вас нет прав для изменения фильтров!';
$_['error_group']       = 'Имя группы фильтра должно содержать от 1-го до 64-х знаков!';
$_['error_name']        = 'Имя фильтра должно содержать от 1-го до 64-х знаков!';