<?php
// Heading
$_['heading_title']          = 'Информация';

// Text
$_['text_success']           = 'Вы успешно изменили информационную страницу!';
$_['text_list']              = 'Список страниц';
$_['text_add']               = 'Добавить страницу';
$_['text_edit']              = 'Редактировать страницу';
$_['text_default']           = 'По умолчанию';

// Column
$_['column_title']           = 'Заголовок';
$_['column_sort_order']	     = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заголовок страницы';
$_['entry_description']      = 'Описание';
$_['entry_store']            = 'Магазины';
$_['entry_meta_title'] 	     = 'Метатег Заголовок';
$_['entry_meta_keyword'] 	 = 'Метатег Ключевые слова';
$_['entry_meta_description'] = 'Метатег Описание';
$_['entry_keyword']          = 'SEO урл';
$_['entry_bottom']           = 'В футер';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Сортировка';
$_['entry_layout']           = 'В шаблоне';

// Help
$_['help_keyword']           = 'Не используйте пробелы, замените пробелы на "-" и убедитесь в уникальности ключевого слова.';
$_['help_bottom']            = 'Отобразить внизу подвала.';

// Error
$_['error_warning']          = 'Пожалуйста, внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'У вас нет прав на изменение информации!';
$_['error_title']            = 'Заголовок должен быть от 3 до 64 символов!';
$_['error_description']      = 'В описании должно быть больше чем 3 символа!';
$_['error_meta_title']       = 'Метатег Заголовок должен содержать от 3 до 255 символов!';
$_['error_keyword']          = 'Данный SEO урл уже используются!';
$_['error_account']          = 'Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как соглашение об использовании данных пользователя!';
$_['error_checkout']         = 'Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия покупки в магазине!';
$_['error_affiliate']        = 'Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия сотрудничества с магазином!';
$_['error_return']           = 'Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия возврата магазина!';
$_['error_store']            = 'Эта информационная страница не может быть удалена, так как используется в настоящее время в %s!';