<?php
// Heading
$_['heading_title']      = 'Производители';

// Text
$_['text_success']       = 'Вы изменили производителей!';
$_['text_list']          = 'Список производителей';
$_['text_add']           = 'Добавить производителя';
$_['text_edit']          = 'Изменить производителя';
$_['text_default']       = 'По умолчанию';
$_['text_percent']       = 'В процентах';
$_['text_amount']        = 'Фиксированная сумма';

// Column
$_['column_name']        = 'Производитель';
$_['column_sort_order']  = 'Сортировка';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Производитель';
$_['entry_store']        = 'Магазины';
$_['entry_keyword']      = 'SEO урл';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Сортировка';
$_['entry_type']         = 'Тип';

// Help
$_['help_keyword']       = 'Не используйте пробелы, замените пробелы на "-" и убедитесь в уникальности ключевого слова.';

// Error
$_['error_permission']   = 'У вас нет прав на изменение производителей!';
$_['error_name']         = 'Название производителя должно быть от 2 до 64 символов!';
$_['error_keyword']      = 'Данный SEO урл уже используется!';
$_['error_product']      = 'Производитель не может быть удален так как связан с %s продуктами!';