<?php
// Heading
$_['heading_title']			= 'Повторяющиеся платежи';

// Text
$_['text_success']          = 'Повторяющиеся платежи были изменены!';
$_['text_list']             = 'Список повторяющихся платежей';
$_['text_add']              = 'Добавить повторяющийся платеж';
$_['text_edit']             = 'Редактировать повторяющийся платеж';
$_['text_day']				= 'день';
$_['text_week']				= 'неделя';
$_['text_semi_month']		= 'полмесяца';
$_['text_month']			= 'месяц';
$_['text_year']				= 'год';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Повторяющиеся платежи вычисляются по частоте и циклам.</p><p>Например, если вы используете частоту «неделя» и цикл «2», то пользователю будет выставлен счет каждые 2 недели.</p><p>Продолжительность — количество раз, которое пользователь будет платить, установите это значение 0, если вы хотите, чтобы счета выставлялись до тех пор, пока они не будут отменены.</p>';
$_['text_profile']			= 'Повторяющиеся платежи';
$_['text_trial']			= 'Пробный профиль';

// Entry
$_['entry_name']			= 'Название';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Продолжительность';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Пробная цена';
$_['entry_trial_duration']	= 'Пробный срок';
$_['entry_trial_status']	= 'Пробный статус';
$_['entry_trial_cycle']	    = 'Пробный цикл';
$_['entry_trial_frequency']	= 'Пробная частота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортировки';

// Column
$_['column_name']			= 'Название';
$_['column_sort_order']	    = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Проверьте форму на наличие ошибок!';
$_['error_permission']		= 'У вас нет прав на изменение повторяющихся платежей!';
$_['error_name']			= 'Название должно быть больше чем 3 и меньше 255 символов!';
$_['error_product']			= 'Этот повторяющийся платеж нельзя удалить, поскольку он в настоящее время назначен для %s товаров!';