<?php
// Text
$_['text_success']           = 'Заказы были успешно изменены';

// Error
$_['error_permission']       = 'У Вас нет прав на доступ к API!';
$_['error_customer']         = 'Необходимо указать данные клиента!';
$_['error_payment_address']  = 'Требуется адрес оплаты!';
$_['error_payment_method']   = 'Требуется способ оплаты!';
$_['error_no_payment']       = 'Нет доступных способов оплаты!';
$_['error_shipping_address'] = 'Требуется адрес доставки!';
$_['error_shipping_method']  = 'Требуется способ доставки!';
$_['error_no_shipping']      = 'Нет доступных способов доставки!';
$_['error_stock']            = 'Товаров, отмеченных *** нет в наличии в нужном количестве!';
$_['error_minimum']          = 'Минимальная сумма заказа для %s-%s!';
$_['error_not_found']        = 'Заказ не найден!';