<?php
// Text
$_['text_address']       = 'Платежный адрес был задан!';
$_['text_method']        = 'Способ оплаты был выбран!';

// Error
$_['error_permission']   = 'У Вас нет прав на доступ к API!';
$_['error_firstname']    = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_lastname']     = 'Имя должно быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес должен содержать от 3-х до 128-и знаков!';
$_['error_city']         = 'Город должен быть от 2 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field'] = '%s требуется!';
$_['error_address']      = 'Требуется адрес оплаты!';
$_['error_method']       = 'Выберите способ оплаты!';
$_['error_no_payment']   = 'Нет доступных способов оплаты!';