<?php
// Text
$_['text_address']       = 'Адрес доставки был выбран!';
$_['text_method']        = 'Способ доставки был выбран!';

// Error
$_['error_permission']   = 'У Вас нет прав на доступ к API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес должен содержать от 3-х до 128-и знаков!';
$_['error_city']         = 'Город должен быть от 2 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс для этой страны должен содержать от 2-х до 10-и символов!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field'] = 'требуется %s!';
$_['error_address']      = 'Требуется адрес доставки!';
$_['error_method']       = 'Укажите способ доставки!';
$_['error_no_shipping']  = 'Нет доступных способов доставки!';