<?php
// Heading
$_['heading_title']        = 'Рассчитать Доставку и Налоги';

// Text
$_['text_success']         = 'Оценка доставки была применена!';
$_['text_shipping']        = 'Введите пункт назначения для расчета стоимости доставки.';
$_['text_shipping_method'] = 'Выберите предпочтительный способ доставки для данного заказа.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / область';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, выберите Страну!';
$_['error_zone']           = 'Пожалуйста, выберите Регион / область!';
$_['error_shipping']       = 'Требуется указать Способ доставки!';
$_['error_no_shipping']    = 'Нет доступных Способов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a>!';