<?php
// Text
$_['text_subject']        = '%s - Благодарим за регистрацию';
$_['text_welcome']        = 'Добро пожаловать в магазин %s!';
$_['text_login']          = 'Ваш аккаунт был создан. Вы можете войти, используя Ваш адрес электронной почты и пароль на нашем сайте:';
$_['text_approval']       = 'Ваш аккаунт должен быть подтвержден веред тем как войти. Как только это будет сделано, вы сможете войти, используя email и пароль по следующему адресу:';
$_['text_services']       = 'Зарегистрировавшись, вы сможете получить доступ ко всем сервисам, включая просмотр предыдуших заказов, печать счетов и редактирование данных вашего профиля.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый клиент';
$_['text_signup']         = 'Новый клиент зарегистрирован:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Группа покупателя:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'Электронная почта:';
$_['text_telephone']      = 'Телефон:';