<?php
// Text
$_['text_subject']  = 'Вам был отправлен Подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили Подарочный сертификат на %s';
$_['text_from']     = 'Этот подарочный сертификат вам отправил %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'Чтобы обменять сертификат на товар, запишите код <b>%s</b>, затем нажмите на ссылку ниже и приобретите товар, для которого Вы хотели бы использовать данный сертификат. Так же, можно ввести код сертификата на странице корзины непосредственно перед оформлением заказа.';
$_['text_footer']   = 'Если у вас остались какие-либо вопросы, ответьте на данное письмо.';
