<?php
// Heading
$_['heading_title']     = 'Группы пользователей';

// Text
$_['text_success']      = 'Вы изменили группы пользователей!';
$_['text_list']         = 'Группа пользователей';
$_['text_add']          = 'Добавить группу пользователей';
$_['text_edit']         = 'Редактировать группу пользователей';

// Column
$_['column_name']       = 'Название группы пользователей';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы пользователей';
$_['entry_access']      = 'Разрешение на доступ';
$_['entry_modify']      = 'Изменить права доступа';

// Error
$_['error_permission']  = 'У вас нет прав изменять группы пользователей!';
$_['error_name']        = 'Название группы пользователей должно быть от 3 до 64 символов!';
$_['error_user']        = 'Эта группа пользователей не может быть удалена, так как в настоящее время для нее назначены %s пользователей!';