<?php
// Heading
$_['heading_title']       = 'Шаблоны';

// Text
$_['text_success']        = 'Вы успешно изменили шаблоны!';
$_['text_list']           = 'Список шаблонов';
$_['text_add']            = 'Добавить шаблон';
$_['text_edit']           = 'Редактировать шаблон';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Сверху контента';
$_['text_content_bottom'] = 'Снизу контента';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Column
$_['column_name']         = 'Имя шаблона';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Имя шаблона';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';
$_['entry_position']      = 'Позиция';
$_['entry_sort_order']    = 'Сортировка';

// Error
$_['error_permission']    = 'У вас нет прав на изменение шаблонов!';
$_['error_name']          = 'Имя шаблона должно быть от 3 до 64 символов!';
$_['error_default']       = 'Этот шаблон нельзя удалить, поскольку он в настоящее время назначен как шаблон магазина по умолчанию!';
$_['error_store']         = 'Этот шаблон нельзя удалить, поскольку он в настоящее время назначен для %s магазина!';
$_['error_product']       = 'Этот шаблон нельзя удалить, поскольку он в настоящее время назначен для %s продуктов!';
$_['error_category']      = 'Этот шаблон нельзя удалить, поскольку он в настоящее время назначен для %s категорий!';
$_['error_information']   = 'Этот шаблон нельзя удалить, поскольку он в настоящее время назначен для %s информационных страниц!';