<?php
// Heading
$_['heading_title']     = 'Группы покупателей';

// Text
$_['text_success']      = 'Вы успешно изменили Группы покупателей!';
$_['text_list']         = 'Список групп покупателей';
$_['text_add']          = 'Добавить группу';
$_['text_edit']         = 'Редактировать группу';

// Column
$_['column_name']       = 'Customer Group Name';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название Группы покупателей';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Активируйте новый покупателей';
$_['entry_sort_order']  = 'Сортировка';

// Help
$_['help_approval']     = 'Покупатели должны быть активированы администратором, перед тем как смогут войти.';

// Error
$_['error_permission']   = 'У вас нет прав на изменение Групп покупателей!';
$_['error_name']         = 'Название Группы покупателей должно быть от 3 до 32 символов!';
$_['error_default']      = 'Данная группа покупателей не может быть удалена, так как указана как группа по умолчанию для магазина!';
$_['error_store']        = 'Данная группа покупателей не может быть удалена, так как связана с магазином %s!';
$_['error_customer']     = 'Данная группа покупателей не может быть удалена, так как связана с %s покупателями!';