<?php
// Heading
$_['heading_title']       = 'Купоны';

// Text
$_['text_success']        = 'Купоны успешно изменены!';
$_['text_list']           = 'Список купонов';
$_['text_add']            = 'Добавить купон';
$_['text_edit']           = 'Редактировать купон';
$_['text_percent']        = 'В процентах';
$_['text_amount']         = 'Фиксированная сумма';

// Column
$_['column_name']         = 'Название купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата окончания';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'ID заказа';
$_['column_customer']     = 'Клиент';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Скидка';
$_['entry_logged']        = 'Клиент авторизован';
$_['entry_shipping']      = 'Бесплатная доставка';
$_['entry_total']         = 'Общая сумма';
$_['entry_category']      = 'Категория';
$_['entry_product']       = 'Товары';
$_['entry_date_start']    = 'Дата начала';
$_['entry_date_end']      = 'Дата окончания';
$_['entry_uses_total']    = 'Использований на 1 купон';
$_['entry_uses_customer'] = 'Использований на 1-го клиента';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, который вводит клиент, чтобы получить скидку.';
$_['help_type']           = 'Процент или фиксированная сумма.';
$_['help_logged']         = 'Клиент должен быть зарегистрированым, чтобы использовать купон.';
$_['help_total']          = 'Общая сумма, которая должна быть достигнута, чтобы использовать купон.';
$_['help_category']       = 'Выберите все товары в указанной категории.';
$_['help_product']        = 'Выбор конкретных продуктов, к которым будет применяться купон. Выберите Нет, чтобы применить купон ко всей корзине.';
$_['help_uses_total']     = 'Сколько раз купон может быть использован любыми клиентами. Пустое поле - без ограничений.';
$_['help_uses_customer']  = 'Сколько раз купон может быть использован одним клиентом. Пустое поле - без ограничений.';

// Error
$_['error_permission']    = 'У вас недостаточно прав на изменение купонов!';
$_['error_exists']        = 'Такой код уже используется в другом купоне!';
$_['error_name']          = 'Название купона должно содержать от 3-х до 128-и знаков!';
$_['error_code']          = 'Код должен содержать от 3-х до 10-и знаков!';