<?php
// Heading
$_['heading_title']     = 'Маркетинговые отслеживания';

// Text
$_['text_success']      = 'Вы успешно изменили отслеживание!';
$_['text_list']         = 'Список отслеживаний';
$_['text_add']          = 'Добавить отслеживание';
$_['text_edit']         = 'Изменить отслеживание';

// Column
$_['column_name']       = 'Название кампании';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Клики';
$_['column_orders']     = 'Заказы';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название кампании';
$_['entry_description'] = 'Описание кампании';
$_['entry_code']        = 'Код отслеживания';
$_['entry_example']     = 'Примеры';
$_['entry_date_added']  = 'Дата добавления';

// Help
$_['help_code']         = 'Код отслеживания, который будет использоваться для отслеживания рекламных кампаний.';
$_['help_example']      = 'Так как система может отслеживать партнеров,  нужно добавить код отслеживания в конце URL-адреса ссылки на ваш сайт.';

// Error
$_['error_permission']  = 'У вас нет прав для изменения маркетинговых отслеживаний!';
$_['error_name']        = 'Кампания должна содержать от 1-го до 32-х знаков!';
$_['error_code']        = 'Требуется указать код отслеживания!';