<?php
// Heading
$_['heading_title']    = 'Бесплатная доставка';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Вы успешно изменили бесплатную доставку!';
$_['text_edit']        = 'Редактировать бесплатную доставку';

// Entry
$_['entry_total']      = 'Итого';
$_['entry_geo_zone']   = 'Гео-зоны';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортировка';

// Help
$_['help_total']       = 'Сумма необходимая для активации бесплатной доставки.';

// Error
$_['error_permission'] = 'У вас нет прав на изменение бесплатной доставки!';