<?php
// Text
$_['text_approve_subject']      = '%s - Ваш партнерский аккаунт был активирован!';
$_['text_approve_welcome']      = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_approve_login']        = 'Ваш аккаунт был создан. Вы можете войти, используя адрес электронной почты и пароль на нашем сайте';
$_['text_approve_services']     = 'После входа в систему Вы сможете генерировать коды отслеживания, отслеживать комиссионные платежи и редактировать учётную запись.';
$_['text_approve_thanks']       = 'Спасибо,';
$_['text_transaction_subject']  = '%s - Партнерская комиссия';
$_['text_transaction_received'] = 'Вы получили %s по партнёрской программе!';
$_['text_transaction_total']    = 'Ваша общая сумма комиссии теперь составляет %s.';