<?php
// Text
$_['text_approve_subject']      = '%s - Ваша учетная запись была активирована!';
$_['text_approve_welcome']      = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_approve_login']        = 'Ваш аккаунт был создан. Вы можете войти, используя Ваш адрес электронной почты и пароль на нашем сайте:';
$_['text_approve_services']     = 'После входа в систему Вы получите доступ к другим службам, включая анализ прошлых заказов, печать счетов-фактур и редактирование учетной записи.';
$_['text_approve_thanks']       = 'Спасибо,';
$_['text_transaction_subject']  = '%s - кредит аккаунта';
$_['text_transaction_received'] = 'Вы получили кредит %s!';
$_['text_transaction_total']    = 'Ваша общая сумма кредита составляет %s.' . "\n\n" . 'Ваш кредит будет автоматически уменьшен при следущей покупке.';
$_['text_reward_subject']       = '%s - бонусные баллы';
$_['text_reward_received']      = 'Вы получили бонусных баллов: %s!';
$_['text_reward_total']         = 'Общее количество баллов в настоящее время %s.';