<?php
// Heading
$_['heading_title']		 = 'Банковский перевод';

// Text
$_['text_payment']		 = 'Оплата';
$_['text_success']		 = 'Вы успешно изменили реквизиты перевода!';
$_['text_edit']          = 'Редактировать банковский перевод';

// Entry
$_['entry_bank']		 = 'Инструкции по банковскому переводу';
$_['entry_total']		 = 'Итого';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']	 = 'Регион';
$_['entry_status']		 = 'Статус';
$_['entry_sort_order']	 = 'Порядок сортировки';

// Help
$_['help_total']		 = 'Сумма заказа должна быть выше, прежде чем этот метод оплаты станет активным.';

// Error
$_['error_permission']   = 'У вас нет прав для изменения оплаты банковский перевод!';
$_['error_bank']         = 'Инструкция по банковскому переводу!';