<?php
// Heading
$_['heading_title']					= 'Оплата наличными при получении';

// Text
$_['text_payment']					= 'Оплата';
$_['text_success']					= 'Успешно: Вы изменили модуль оплаты наличными при получении!';
$_['text_edit']                     = 'Изменить оплату наличными при получении';

// Entry
$_['entry_total']					= 'Итого';
$_['entry_order_status']			= 'Статус заказа';
$_['entry_geo_zone']				= 'Гео-зоны';
$_['entry_status']					= 'Статус';
$_['entry_sort_order']				= 'Сортировка';

// Help
$_['help_total']					= 'Сумма заказа должна быть выше, прежде чем этот метод оплаты станет активным.';

// Error
$_['error_permission']				= 'У вас нет прав на изменение оплаты наличными при получении!';