<?php
// header
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваш адрес электронной почты';
$_['text_email']      = 'Введите адрес электронной почты, связанный с вашей учетной записью. Подтвердите запрос, чтобы отправить ссылку сброса пароля на вашу по электронную почту.';
$_['text_success']    = 'На ваш адрес электронной почты отправлено письмо с ссылкой для подтверждения.';

// Entry
$_['entry_email']     = 'Адрес электронной почты';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'Адрес электронной почты не найден, пожалуйста попробуйте еще раз!';
$_['error_password']  = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля не совпадают!';