<?php
// Heading
$_['heading_title']                 = 'Партнерская программа';

// Text
$_['text_account']                  = 'Профиль';
$_['text_login']                    = 'Войти';
$_['text_description']              = '<p>Для %s участие в партнерской программе бесплатное, и дает возможность участникам получать доход, размещая ссылку на своих вебсайтах, рекламируя %s или продукты на нем. Любые продажи, совершенные покупателями, перешедшими по ссылке с сайта партнера, приносят ему доход. Стандартная комиссия %s.</p><p>Для более подробной информации, посетите страницу с ответами или условиями участия в программе.</p>';
$_['text_new_affiliate']            = 'Новый партнер';
$_['text_register_account']         = '<p>Я пока не партнер.</p><p>Перейдите по ссылке ниже для создания аккаунта. Аккаунт партнера никак не связан с вашим аккаунтом покупателя.</p>';
$_['text_returning_affiliate']      = 'Вход для партнеров';
$_['text_i_am_returning_affiliate'] = 'У меня уже есть аккаунт';
$_['text_forgotten']                = 'Забыли пароль';

// Entry
$_['entry_email']                   = 'Партнерский email';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Предупреждение: Не совпадает адрес электронной почты и/или пароль.';
$_['error_attempts']                = 'Предупреждение: Ваша учетная запись превысила допустимое число попыток входа в систему. Пожалуйста, попробуйте снова через 1 час.';
$_['error_approved']                = 'Предупреждение: Ваша учетная запись требует утверждения, прежде чем Вы сможете войти.';