<?php
// Heading
$_['heading_title'] = 'Ваш Партнерский аккаунт был создан!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш профиль был успешно создан!</p><p>Теперь вы можете пользоваться всеми преимуществами партнеров.</p> <p>Если у Вас возникли вопросы по поводу работы партнерской системой, пожалуйста, напишите администратору магазина.</p> <p>Подтверждение отправлено на указанный электронный адрес. Если вы не получили его в течение часа, пожалуйста, <a href="%s"> свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию партнерского аккаунта %s!</p><p>Вы будете уведомлены по e-mail об активации вашего аккаунта, администратором магазина</p><p>Есил у вас есть вопросы по работе партнерской программы, пожалуйста <a href="%s">свяжитесь с администратором</a>.</p>';
$_['text_account']  = 'Профиль';
$_['text_success']  = 'Успешно';
