<?php
// Heading
$_['heading_title']    = 'Партнерское отслеживание';

// Text
$_['text_account']     = 'Профиль';
$_['text_description'] = 'Для того чтобы удостовриться о получении платежа от рефералов, необходимо указывать код для отслеживания в УРЛ, привязанном к нам. Вы можете воспользоваться генератором ниже, для создания реферальной ссылки на %s вебсайт.';

// Entry
$_['entry_code']       = 'Код отслеживания';
$_['entry_generator']  = 'Генератор ссылки отслеживания';
$_['entry_link']       = 'Отслеживание ссылки';

// Help
$_['help_generator']  = 'Введите название товара, к котрому хотите сделать привязку';