<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Валюта была изменена!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавить валюту';
$_['text_edit']            = 'Изменение валюты';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_date_modified'] = 'Последнее обновление';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название валюты';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Знаков после запятой';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не меняйте, если это Ваша валюта по умолчанию. Должен быть действительный <a href="http://www.xe.com/iso4217.php" target="_blank">код ISO</a>.';
$_['help_value']           = 'Установите: 1.00000, если это валюта по умолчанию.';

// Error
$_['error_permission']     = 'У вас нет прав на изменение валюты!';
$_['error_title']          = 'Название валюты должно быть от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен содержать 3 символа!';
$_['error_default']        = 'Эту валюту нельзя удалить, поскольку она в настоящее время назначена в качестве валюты по умолчанию для магазина!';
$_['error_store']          = 'Эту валюту нельзя удалить, поскольку она в настоящее время назначена для %s магазинов!';
$_['error_order']          = 'Эту валюту нельзя удалить, поскольку она в настоящее время назначена для %s заказов!';