<?php
// Heading
$_['heading_title']     = 'Языки';

// Text
$_['text_success']      = 'Языки были изменены!';
$_['text_list']         = 'Список языков';
$_['text_add']          = 'Добавить язык';
$_['text_edit']         = 'Изменить язык';

// Column
$_['column_name']       = 'Название языка';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название языка';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Локализация';
$_['entry_image']       = 'Изображение';
$_['entry_directory']   = 'Директория';
$_['entry_filename']    = 'Имя файла';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Сортировка';

// Help
$_['help_code']         = 'Пример: en. Do not change if this is your default language.';
$_['help_locale']       = 'Пример: en_US.UTF-8, en_US, en-gb, en_gb, english';
$_['help_image']        = 'Пример: gb.png';
$_['help_directory']    = 'Имя каталога языка (чувствительно к регистру)';
$_['help_status']       = 'Скрыть/показать язык в раскрывающемся меню';

// Error
$_['error_permission']  = 'У вас нет прав на изменение языков!';
$_['error_name']        = 'Название языка должно быть от 3 до 32 символов!';
$_['error_code']        = 'Код языка должен быть по крайней мере 2 символов!';
$_['error_locale']      = 'Локализация обязательна!';
$_['error_image']       = 'Имя файла изображения должно быть от 3 до 64 символов!';
$_['error_directory']   = 'Директория требуется!';
$_['error_default']     = 'Этот язык нельзя удалить, поскольку он в настоящее время назначается как язык по умолчанию магазина!';
$_['error_admin']       = 'Этот язык нельзя удалить, поскольку он в настоящее время назначен как язык для администрирования!';
$_['error_store']       = 'Этот язык нельзя удалить, поскольку он в настоящее время назначен для %s магазинов!';
$_['error_order']       = 'Этот язык нельзя удалить, поскольку он в настоящее время назначен для %s заказов!';