<?php
// Heading
$_['heading_title']    = 'Единицы Длины';

// Text
$_['text_success']     = 'Единицы Длины были изменены!';
$_['text_list']        = 'Список Единиц Длины';
$_['text_add']         = 'Добавить Единицу Длины';
$_['text_edit']        = 'Редактировать Единицу Длины';

// Column
$_['column_title']     = 'Название';
$_['column_unit']      = 'Сокращение';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название';
$_['entry_unit']       = 'Сокращение';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите 1.00000 для единицы длины по умолчанию.';

// Error
$_['error_permission'] = 'У Вас нет прав на изменение единиц измерения длины!';
$_['error_title']      = 'Название единицы длины должно содержать от 3 до 32 символов!';
$_['error_unit']       = 'Сокращение единицы длины должно содержать от 1 до 4 символов!';
$_['error_default']    = 'Эта единица длины не может быть удалена, так как в данный момент она установлена по умолчанию!';
$_['error_product']    = 'Эта единица длины не может быть удалена, так как в данный момент она назначена для %s продукт(-а/-ов)!';