<?php
// Heading
$_['heading_title']    = 'Расположение магазина';

// Text
$_['text_success']     = 'Расположение магазина было изменено!';
$_['text_list']        = 'Список адресов магазинов';
$_['text_add']         = 'Добавить адрес магазина';
$_['text_edit']        = 'Изменить адрес магазина';
$_['text_default']     = 'По умолчанию';
$_['text_time']        = 'Время работы';
$_['text_geocode']     = 'Геокод не подошел по следующей причине:';

// Column
$_['column_name']      = 'Название магазина';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Время работы';
$_['entry_comment']    = 'Комментарии';

// Help
$_['help_geocode']     = 'Пожалуйста, укажите геокод своего магазина вручную.';
$_['help_open']        = 'Заполните время работы магазинов.';
$_['help_comment']     = 'Это поле для комментариев, которые вы хотели бы сообщить клиенту. Например: что магазин не принимает чеки.';

// Error
$_['error_permission'] = 'У Вас нет прав на изменение адреса магазина!';
$_['error_name']       = 'В названии магазина должен быть по крайней мере 1 символ!';
$_['error_address']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_telephone']  = 'Телефон должен быть от 3 до 32 символов!';