<?php
// Heading
$_['heading_title']    = 'Статусы заказа';

// Text
$_['text_success']     = 'Статусы заказа были изменены!';
$_['text_list']        = 'Список статуса заказов';
$_['text_add']         = 'Добавить статус заказа';
$_['text_edit']        = 'Изменить статус заказа';

// Column
$_['column_name']      = 'Название статуса заказа';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса заказа';

// Error
$_['error_permission'] = 'У вас нет прав на изменение статусов заказа!';
$_['error_name']       = 'Имя статуса заказа должна быть от 3 до 32 символов!';
$_['error_default']    = 'Этот статус заказа нельзя удалить, поскольку он в настоящее время назначен как статус заказа по умолчанию в магазине!';
$_['error_download']   = 'Этот статус заказа нельзя удалить, поскольку он в настоящее время назначен как состояние загрузки по умолчанию!';
$_['error_store']      = 'Этот статус заказа нельзя удалить, поскольку он в настоящее время назначен для %s магазинов!';
$_['error_order']      = 'Этот статус заказа нельзя удалить, поскольку он в настоящее время назначен для %s магазинов!';