<?php
// Heading
$_['heading_title']    = 'Возвраты';

// Text
$_['text_success']     = 'Способы возврата были изменены!';
$_['text_list']        = 'Список способов возврата';
$_['text_add']         = 'Добавить Возврат';
$_['text_edit']        = 'Редактировать Возврат';

// Column
$_['column_name']      = 'Название Возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название Возврата';

// Error
$_['error_permission'] = 'У вас нет прав на изменение Возврата!';
$_['error_name']       = 'Название Возврата должно быть от 3 до 64 знаков!';
$_['error_return']     = 'Действие возврата не может быть удалено так как в настоящее время оно присвоено %s возвращенным продуктам!';