<?php
// Heading
$_['heading_title']    = 'Статусы возврата';

// Text
$_['text_success']     = 'Статусы возврата были изменены!';
$_['text_list']        = 'Список статусов возврата';
$_['text_add']         = 'Добавить статус возврата';
$_['text_edit']        = 'Изменить статус возврата';

// Column
$_['column_name']      = 'Название статуса возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса возврата';

// Error
$_['error_permission'] = 'У вас нет прав на редактирование статусов возврата!';
$_['error_name']       = 'Название статуса возврата должно содержать от 3 до 32 символов!';
$_['error_default']    = 'Этот статус возврата не может быть удалён, так как он установлен как статус возврата по умолчанию! ';
$_['error_return']     = 'Этот статус возврата не может быть удалён, так как %s возвращается!';