<?php
// Heading
$_['heading_title']    = 'Причины возврата';

// Text
$_['text_success']     = 'Причины возврата были изменены!';
$_['text_list']        = 'Список причин возврата';
$_['text_add']         = 'Добавить причину возврата';
$_['text_edit']        = 'Изменить причину возврата';

// Column
$_['column_name']      = 'Название причины возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название причины возврата';

// Error
$_['error_permission'] = 'У вас нет прав на редактирование причин возврата!';
$_['error_name']       = 'Название причины возврата должно быть от 3 до 128 символов!';
$_['error_return']     = 'Причина возврата не может быть удалена так как в настоящее время оно присвоено %s возвращенным продуктам!';