<?php
// Heading
$_['heading_title']    = 'Статусы на складе';

// Text
$_['text_success']     = 'Статусы на складе были изменены!';
$_['text_list']        = 'Список статусов на складе';
$_['text_add']         = 'Добавить статус на складе';
$_['text_edit']        = 'Редактировать статус на складе';

// Column
$_['column_name']      = 'Название статуса на складе';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса на складе';

// Error
$_['error_permission'] = 'У вас нет прав на редактирование статусов на складе!';
$_['error_name']       = 'Имя статуса на складе должно содержать от 3 до 32 символов!';
$_['error_product']    = 'Этот статус на складе не может быть удалён, так как назначен на %s продуктов!';