<?php
// Heading
$_['heading_title']        = 'Ставки налогов';

// Text
$_['text_success']         = 'Вы успешно изменили налоговые ставки.';
$_['text_list']            = 'Список налоговых ставок';
$_['text_add']             = 'Добавить налоговую ставку';
$_['text_edit']            = 'Изменить налоговую ставку';
$_['text_percent']         = 'В процентах';
$_['text_amount']          = 'Фиксированная сумма';

// Column
$_['column_name']          = 'Наименование налога';
$_['column_rate']          = 'Налоговая ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Регион';
$_['column_date_added']    = 'Дата добавления';
$_['column_date_modified'] = 'Дата изменения';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Наименование налога';
$_['entry_rate']           = 'Размер налоговой ставки';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_geo_zone']       = 'Геозона';

// Error
$_['error_permission']     = 'У Вас недостаточно прав для изменения налоговых ставок!';
$_['error_tax_rule']       = 'Предупреждение: Этот налог нельзя удалить, поскольку он в настоящее время назначаен %s класс(-ам)!';
$_['error_name']           = 'Наименование ставки должно содержать от 3-х до 32-х знаков!';
$_['error_rate']           = 'Необходимо указать налоговую ставку!';