<?php
// Heading
$_['heading_title']     = 'Классы налогов';

// Text
$_['text_success']      = 'Классы налогов успешно изменены.';
$_['text_list']         = 'Список классов налогов';
$_['text_add']          = 'Добавить класс налогов';
$_['text_edit']         = 'Изменить класс налогов';
$_['text_shipping']     = 'Адрес получателя';
$_['text_payment']      = 'Адрес плательщика';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Наименование класса';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Наименование класса';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Размер налоговой ставки';
$_['entry_based']       = 'На основе';
$_['entry_geo_zone']    = 'Геозона';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения класса налогов!';
$_['error_title']       = 'Наименование класса должно содержать от 3-х до 32-х знаков!';
$_['error_description'] = 'Описание должно содержать от 3-х до 255-и знаков!';
$_['error_product']     = 'Класс налога нельзя удалить, так как в данный момент он назначен для %s продукт(-а/-ов)!';