<?php
// Heading
$_['heading_title']    = 'Единицы Веса';

// Text
$_['text_success']     = 'Единицы Веса были изменены!';
$_['text_list']        = 'Список Единиц Веса';
$_['text_add']         = 'Добавить Единицу Веса';
$_['text_edit']        = 'Изменить Единицу Веса';

// Column
$_['column_title']     = 'Название';
$_['column_unit']      = 'Сокращение';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название';
$_['entry_unit']       = 'Сокращение';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите 1.00000, если это вес по умолчанию.';

// Error
$_['error_permission'] = 'У Вас недостаточно прав для изменения Единиц Веса!';
$_['error_title']      = 'Название веса должно содержать от 3-х до 32-х знаков!';
$_['error_unit']       = 'Сокращение должно содержать от 1 до 4-х знаков!';
$_['error_default']    = 'Эту единица веса нельзя удалить, поскольку она в настоящее время назначена в качестве веса по умолчанию!';
$_['error_product']    = 'Эту единица веса нельзя удалить, поскольку она в настоящее время назначена %s товар(-у/-ам)!';