<?php
// Heading
$_['heading_title']          = 'Зоны';

// Text
$_['text_success']           = 'Вы успешно изменили зоны!';
$_['text_list']              = 'Список зон';
$_['text_add']               = 'Добавить зону';
$_['text_edit']              = 'Редактировать зону';

// Column
$_['column_name']            = 'Имя зоны';
$_['column_code']            = 'Код зоны';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_status']           = 'Статус зоны';
$_['entry_name']             = 'Имя зоны';
$_['entry_code']             = 'Код зоны';
$_['entry_country']          = 'Страна';

// Error
$_['error_permission']       = 'У вас недостаточно прав для изменения зон!';
$_['error_name']             = 'Название зоны должно содержать от 3-х до 128-и знаков!';
$_['error_default']          = 'Эту зону нельзя удалить, поскольку она в настоящее время назначена в качестве зоны по умолчанию!';
$_['error_store']            = 'Эту зону нельзя удалить, поскольку она в настоящее время назначена %s магазин(-у/-ам)!';
$_['error_address']          = 'Эту зону нельзя удалить, поскольку она в настоящее время назначена %s запис(-и/-ям) адресной книги!';
$_['error_affiliate']        = 'Эту зону нельзя удалить, поскольку она в настоящее время назначена %s филиал(-у/-ам)!';
$_['error_zone_to_geo_zone'] = 'Эту зону нельзя удалить, поскольку она в настоящее время назначена %s регионам!';