<?php
// Heading
$_['heading_title']     = 'Дополнения';

// Text
$_['text_success']      = 'Дополнения успешно изменены!';
$_['text_refresh']      = 'Всякий раз, когда вам включаете/отключаете или удаляете дополнение, нужно нажать кнопку Обновить, чтобы перестроить кэш дополнений!';
$_['text_list']         = 'Список дополнений';

// Column
$_['column_name']       = 'Имя дополнения';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'У вас нет прав на изменение дополнений!';