<?php
// Heading
$_['heading_title']    = 'Модули';

// Text
$_['text_success']     = 'Модули были успешно изменены.';
$_['text_layout']      = 'После установки и настройки модуля его можно добавить в макет <a href="%s" class="alert-link">здесь</a>!';
$_['text_add']         = 'Добавить модуль';
$_['text_list']        = 'Список модулей';

// Column
$_['column_name']      = 'Название модуля';
$_['column_action']    = 'Действие';

// Entry
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Имя модуля';

// Error
$_['error_permission'] = 'У Вас недостаточно прав для изменния модулей!';
$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';
$_['error_code']       = 'Требуется расширение!';