<?php
// Heading
$_['heading_title']    = 'Оплата за обработку заказа';

// Text
$_['text_total']       = 'Итог заказа';
$_['text_success']     = 'Оплату за обработку заказа изменена!';
$_['text_edit']        = 'Редактирование обработки оплаты';

// Entry
$_['entry_total']      = 'Итог заказа';
$_['entry_fee']        = 'Оплата';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортировка';

// Help
$_['help_total']       = 'Общая сумма заказа должна достичь определенной суммы, прежде чем этот заказ станет активным.';

// Error
$_['error_permission'] = 'У вас нет прав на изменение платы за обработку заказа!';