<?php
// Heading
$_['heading_title']    = 'Плата за минимальную сумму заказа';

// Text
$_['text_total']       = 'Итог заказа';
$_['text_success']     = 'Вы успешно изменили Плату за минимальную сумму заказа!';
$_['text_edit']        = 'Изменить плату за дешевый заказ';

// Entry
$_['entry_total']      = 'Итог заказа';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Класс Налога';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Сортировка';

// Help
$_['help_total']       = 'Общая сумма заказа должна достичь прежде чем этот заказ станет активным.';

// Error
$_['error_permission'] = 'У вас нет права изменять плату за минимальную сумму заказа!';