<?php
// Text
$_['text_title']				= 'Кредитная или дебетовая карта (обработка надежно PayPal)';
$_['text_credit_card']			= 'Данные карты';
$_['text_start_date']			= '(если доступно)';
$_['text_issue']				= '(только для карт Maestro и Solo)';
$_['text_wait']					= 'Пожалуйста подождите!';

// Entry
$_['entry_cc_owner']			= 'Владелец карты:';
$_['entry_cc_type']				= 'Тип карты:';
$_['entry_cc_number']			= 'Номер карты:';
$_['entry_cc_start_date']		= 'Дата выпуска карты:';
$_['entry_cc_expire_date']		= 'Срок действия карты:';
$_['entry_cc_cvv2']				= 'Секретный код карты (CVV2):';
$_['entry_cc_issue']			= 'Номер выпуска карты (1-2 цифры):';

// Error
$_['error_required']			= 'Внимание: Все полня обязательный для заполнения.';
$_['error_general']				= 'Внимание: Ошибка при проведении транзакции. Пожалуйста попробуйте снова.';
$_['error_config']				= 'Внимание: Ошибка в настройках платежного модуля. Проверьте настройку учётных данных.';
$_['error_address']				= 'Внимание: Платежный адрес, штат, город и почтовый код не соответствуют друг другу. Пожалуйста попробуйте снова.';
$_['error_declined']			= 'Внимание: Данная транзакция отклонена. Пожалуйста попробуйте снова.';
$_['error_invalid']				= 'Внимание: Предоставленна неверная информация о карте. Пожалуйста попробуйте снова.';