<?php
// Heading
$_['heading_title']    = 'Резервное копирование и восстановление';

// Text
$_['text_backup']      = 'Скачать резервную копию';
$_['text_success']     = 'Базы данных успешно импортированы!';
$_['text_list']        = 'Список загрузок';

// Entry
$_['entry_restore']    = 'Восстановить из резервной копии';
$_['entry_backup']     = 'Резервная копия';

// Error
$_['error_permission'] = 'У вас нет прав на изменение резервных копий!';
$_['error_backup']     = 'Вы должны выбрать по крайней мере одну таблицу для резервного копирования!';
$_['error_empty']      = 'Файл который вы загружаете, пуст!';